import React, { Component } from 'react'
import { Container } from 'react-bootstrap'
import './style.css'

export default class About extends Component {
  render() {
    return (
      <Container>
        <div className="about">
          <h3>О нас</h3>
          <p>
            Электронный каталог создан в рамках грантового проекта при поддержке
            Фонда президентских грантов. Проект направлен на обеспечение
            сохранности и популяризацию редкого книжного фонда XVI–XIX вв.
            православной старообрядческой общины г. Кирова.
          </p>
          <p>
            Корни старообрядческой книжной культуры уходят в традиции Древней
            Руси. В годы церковной реформы XVII столетия старообрядцы не приняли
            правки богослужебной литературы на западный – греческий – лад.
            Трёхсотлетние гонения на «ревнителей древлего благочестия» и
            благоговейное отношение к Писанию сформировали уникальную по составу
            и самобытную по содержанию старообрядческую библиотеку. Дошедшее до
            нас книжное наследие имеет научную, культурно-историческую и
            информационную ценность.{' '}
          </p>
          <p>
            Книга для православного христианина стала проводником Богослужения,
            церковной проповеди, личного благочестия, правильной духовной жизни.
            Книга стала средством передачи опыта Церкви – в молитве, вере,
            воспитании.
          </p>
          <p>
            Неспроста раскол – трагическая страница XVII столетия в Российской
            империи – начался с книги. Он был спровоцирован несправедливой,
            незаконной и необоснованной правкой книг: Священного Писания,
            чинопоследования служб, богослужебных указаний, молитв и песнопений.
            Старые книги дониконовского издания беспощадно истреблялись
            властями: их сжигали тысячами. В царствование Петра Великого при
            одном таком сожжении одних медных застежек было «подгреблено» около
            4 пудов. Когда приверженцы исправления святых и богодухновенных книг
            на западный лад взяли вверх, пришлось сохранять книги. Издавать
            литературу было невозможно, поэтому неисправленную книгу берегли,
            исправляли, ремонтировали, переписывали. Развивалось рукописное
            мастерство. Вот так в условиях трагедии православные старообрядцы
            несмотря ни на что смогли сохранить дораскольную священную и
            церковно-богослужебную книгу.
          </p>
          <p>
            В книжном собрании кировской старообрядческой общины есть
            дораскольные книги, изданные в Московском печатном дворе. Самая
            ранняя книга – «Октай» – напечатана при патриархе Иове в 1594 г.
            Одно из наиболее древних сочинений – «Лимонарь» («Цветник», «Сад
            духовный») – нравоучительная книга о жизни христианских подвижников.
            Такие книги наперечет и являются национальным достоянием. Среди
            имеющихся книг есть и богослужебные книги, и полемические, и
            учительные. Мы стремимся показать обществу неизвестные и
            малоизученные книжные коллекции, малодоступные широкому кругу людей.
            Старообрядческий книжный мир сохранил много традиционных русских
            ценностей: милосердие, сострадание, сочувствие, правдивость,
            жертвенность, целомудрие, взаимопомощь, скромность, трудолюбие,
            любовь к ближнему, семье, Родине. Православные дониконовские (по
            времени издания) книги – это не книги, которые разучают думать,
            разрушают человека, а книги, созидающие внутренний духовный
            стержень, дающие нравственную опору.
          </p>
          <p>
            Книжное собрание Кировской старообрядческой общины имеет
            историко-культурное значение всероссийского масштаба.
          </p>
        </div>
      </Container>
    )
  }
}
